Repository: camo81/Tess
Catalog: Tess/Tess/Common/Traduzioni.*.resx
Languages: it_it

# Language_pickerTitle
source: Choose language
it_it: Scegli la lingua

# Settings_Nothing
source: Nothing to do.
it_it: E' già tutto a posto

# Settings_picker1
source: Working days in week *
it_it: Giorni lavorativi nella settimana *

# Settings_picker2
source: Working hours in week *
it_it: Ore lavorative per settimana *

# Settings_picker3
source: Hour
it_it: Ore

# Settings_picker4
source: Minute
it_it: Minuti

# Settings_pickerDesc
source: If required, the minimun lenght of the break
it_it: Inserisci, se necessario, la lunghezza minima della pausa

# Settings_SaveSetKo
source: Working days in week and Working hours in week required!
it_it: Giorni lavorativi e ore per settimana sono obbligatori!

# Settings_SaveSetOk
source: Done
it_it: Fatto

# Setting_confirmMessage
source: Are you sure to proceed?
it_it: Sicuro di procedere?

# Setting_confirm_no
source: No
it_it: Prima chiedo alla mamma

# Setting_confirm_yes
source: Yes
it_it: Ho le spalle larghe

source: Friday
it_it: Venerdì

# Loading_message
source: Making some stuff... | Round one, fight! |Tthese aren't the droids you're looking for | That is why you fail.|Adventure. Excitement. A Jedi craves not these things|Wars not make one great. | Do. Or do not. There is no try.| Always two there are, no more, no less. A master and an apprentice.|You fail because you don’t believe.
it_it: blablabla | opopopop

# Main_1opened
source: First close the opened Check-in
it_it: Prima chiudi il Check-in aperto

# Main_Closed
source: Done
it_it: Check-in chiuso

# Main_countError
source: openedHours is null or >2
it_it: Il count della lista openedHours è null o maggiore di 2

# Main_insert
source: Done
it_it: Check-in inserito

# Main_insertError
source: Error on insert checkout
it_it: C'è statao un errore nell'inserimento del ckeckout

# Main_insertError2
source: Error on insert checkin
it_it: C'è statao un errore nell'inserimento del ckeckin

# Main_moreThan1
source: Error: More than 1 check-in active
it_it: Errore: c'è più di un check-in attivo

# Main_moreThan2
source: Max Check-in / day is 2
it_it: Hai già inserito due entrate per la giornata odierna

# Main_noToClose
source: Nothing to close.
it_it: Non ci sono Check-in da chiudere

source: Monday
it_it: Lunedì

source: Saturday
it_it: Sabato

source: Sunday
it_it: Domenica

source: Thursday
it_it: Giovedì

source: Tuesday
it_it: Martedì

source: Wednesday
it_it: Mercoledì
